{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "C": 4,
      "c": 5,
      "N": 6,
      "n": 7,
      "O": 8,
      "o": 9,
      "S": 10,
      "s": 11,
      "F": 12,
      "Cl": 13,
      "Br": 14,
      "I": 15,
      "P": 16,
      "B": 17,
      "(": 18,
      ")": 19,
      "[": 20,
      "]": 21,
      "=": 22,
      "#": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      ".": 32,
      "-": 33,
      "+": 34,
      "/": 35,
      "\\": 36,
      "@": 37,
      "H": 38
    },
    "unk_token": "<unk>"
  }
}